Repository: DevWael/WC-Checkout-Location-Picker
Catalog: languages/wclp-*.po
Languages: ar

source: Pick your location
ar: حدد موقعك

source: Customer Location
ar: مكان الزبون

source: Checkout Location
ar: إعدادات تحديد الموقع

source: Activate
ar: تفعيل

source: Yes
ar: نعم

source: No
ar: لا

source: Google Maps API Key
ar: كود خرائط جوجل

source: WC Checkout Location Picker
ar: تحديد الموقع فى صفحة انهاء الطلب للوكومرس

source: Adds google map location picker to woocommerce checkout
ar: اضافة تحديد الموقع على خرائط جوجل فى صفحة انهاء الطلب لمتاجر ووكومرس

source: Ahmad Wael
ar: احمد وائل
